{
    "choose_your_language" : "अपनी भाषा चुनें",


    "home": "मुखपृष्ठ",
    "services": "सेवाएं",
    "categories": "प्रॉडक्ट्स",
    "about_us": "जानकारी",
    "contact_us": "संपर्क",
    "change_language": "भाषा बदलें",
    "sign_up": "नया अकाउंट बनायें",
    "sign_in": "लॉग इन करें",
    "hello": "हॅलो",
    "guest": "गेस्ट",
    "profile": "अकाऊंट प्रोफाईल",
    "my_orders": "ऑर्डर्स",
    "logout": "लॉगऑऊट करें",
    "search_placehoder": "यहां प्रॉडक्ट्स / सेवाएं खोजें...",

    
    "welcome": "आपका स्वागत है",
    "sign_with_google": "गूगल अकाउंट से लॉगिन करें",
    "or": "या",
    "email_placeholder": "अपना ईमेल आईडी दर्ज करें",
    "password_placeholder": "अपना पासवर्ड दर्ज करें",
    "no_account": "आपका अकाउंट नहीं है?",
    "forgot_password": "पासवर्ड भूल गए?",

    
    "create_account": "अपना नया अकाउंट खोले",
    "name": "नाम",
    "email": "ई-मेल",
    "mobile_no": "मोबाईल नं.",
    "password": "पासवर्ड",
    "cpassword": "कन्फर्म पासवर्ड",
    "name_placeholder": "अपना पुरा नाम दर्ज करें",
    "mobile_placeholder": "अपना मोबाईल नंबर दर्ज करें",
    "cpassword_placeholder": "अपना पासवर्ड दुबारा दर्ज करें",
    "already_have_account": "आपके पास पहले से अकाउंट मौजूद है?",
    "privacy_policy": "प्रायव्हसी पॉलिसी",


    "effective_text": "प्रभावी तारीख:",
    "effective_date": "१५-अक्टूबर-२०२३",
    "welcome_text": "शारदा आर्ट्स को चुनने के लिए धन्यवाद। हम आपकी गोपनीयता की रक्षा करने और आपकी व्यक्तिगत जानकारी की सुरक्षा सुनिश्चित करने के लिए प्रतिबद्ध हैं। यह गोपनीयता नीति बताती है कि हम आपको बेहतर उपयोगकर्ता अनुभव प्रदान करने के लिए आपके डेटा को कैसे एकत्र, उपयोग और सुरक्षित करते हैं।",
    "your_data_is_safe_with_us" : {
        "heading": "१. आपका डेटा हमारे पास सुरक्षित है",
        "contents": ["हम चाहते हैं कि आपको पता चले कि आपका डेटा हमारे पास सुरक्षित है। हम आपका डेटा किसी तीसरे पक्ष के साथ साझा नहीं करते हैं। हम आपकी जानकारी की गोपनीयता और सुरक्षा को गंभीरता से लेते हैं और इसकी सुरक्षा के लिए सख्त उपाय लागू किए हैं।"]
    },
    "how_we_use_your_data" : {
        "heading": "२. हम आपके डेटा का उपयोग कैसे करते हैं",
        "contents": ["हम अपनी सेवाओं को बढ़ाने और आपको सर्वोत्तम उपयोगकर्ता अनुभव प्रदान करने के लिए आपका डेटा एकत्र और उपयोग करते हैं। यहां बताया गया है कि हम आपके डेटा का उपयोग कैसे कर सकते हैं:"]
    },
    "how_we_use_your_data_list": [
        {
            "id": 1,
            "heading": "हमारी सेवाओं में सुधार",
            "content": "हम आपकी प्राथमिकताओं, व्यवहार और उपयोग के पैटर्न को समझने के लिए आपके डेटा का विश्लेषण करते हैं। यह जानकारी हमें आपकी आवश्यकताओं को बेहतर ढंग से पूरा करने के लिए हमारे उत्पादों और सेवाओं को बढ़ाने में मदद करती है।"
        },
        {
            "id": 2,
            "heading": "वैयक्तिकरण",
            "content": "हम अपने प्लेटफ़ॉर्म पर आपके अनुभव को निजीकृत करने के लिए आपके डेटा का उपयोग कर सकते हैं। इसमें आपके लिए प्रासंगिक सामग्री, उत्पादों या सेवाओं की अनुशंसा करना शामिल है।"
        },
        {
            "id": 3,
            "heading": "संचार",
            "content": "हम आपकी संपर्क जानकारी का उपयोग महत्वपूर्ण अपडेट, हमारी सेवाओं में बदलावों के बारे में आपसे संवाद करने या आपकी पूछताछ और अनुरोधों का जवाब देने के लिए कर सकते हैं।"
        },
        {
            "id": 4,
            "heading": "विपणन",
            "content": "आपकी सहमति से, हम आपके डेटा का उपयोग विपणन उद्देश्यों के लिए कर सकते हैं, जैसे प्रचार प्रस्ताव, समाचार पत्र, या अन्य विपणन संचार भेजना। आप किसी भी समय इन संचारों से बाहर निकल सकते हैं।"
        }
    ],
    "your_choices": {
        "heading": "३. आपकी पसंद",
        "contents": ["जब आपके डेटा की बात आती है तो आपके पास विकल्प होते हैं:"]
    },
    "your_choices_list":[
        {
            "id": 1,
            "heading": "पहुंच और अद्यतन",
            "content": "आप हमारे प्लेटफ़ॉर्म पर अपनी खाता सेटिंग के माध्यम से अपनी व्यक्तिगत जानकारी तक पहुंच सकते हैं और उसे अपडेट कर सकते हैं।"
        },
        {
            "id": 2,
            "heading": "संचार प्राथमिकताएं",
            "content": "आप अपनी संचार प्राथमिकताओं को प्रबंधित कर सकते हैं, जिसमें मार्केटिंग संचार से बाहर निकलने का विकल्प भी शामिल है।"
        },
        {
            "id": 3,
            "heading": "डेटा हटाना",
            "content": "आप कानूनी और संविदात्मक दायित्वों के अधीन, अपने खाते और संबंधित डेटा को हटाने का अनुरोध कर सकते हैं।"
        }
    ],
    "contact_us_privacy": {
        "heading": "४. संपर्क करें",
        "contents": [
            "यदि हमारी गोपनीयता नीति या हम आपके डेटा को कैसे संभालते हैं, इसके बारे में आपके कोई प्रश्न या चिंताएं हैं, तो कृपया हमसे [संपर्क ईमेल] पर संपर्क करें।",
            "हमारी सेवाओं का उपयोग करके, आप इस गोपनीयता नीति में वर्णित प्रथाओं से सहमत हैं। हमारे प्लेटफ़ॉर्म का आपका निरंतर उपयोग इस गोपनीयता नीति के किसी भी अपडेट की आपकी स्वीकृति को दर्शाता है।",
            "अपने डेटा के साथ हम पर भरोसा करने और शारदा आर्ट्स को चुनने के लिए धन्यवाद। आपकी गोपनीयता हमारे लिए महत्वपूर्ण है और हम इसकी सुरक्षा के लिए प्रतिबद्ध हैं।"
        ]
    }
}