{
    "choose_your_language" : "तुमची भाषा निवडा",

    "home": "मुख्यपृष्ठ",
    "services": "सेवा",
    "categories": "प्रॉडक्ट्स",
    "about_us": "माहिती",
    "contact_us": "संपर्क",
    "change_language": "भाषा बदला",
    "sign_up": "नवीन अकाउंट बनवा",
    "sign_in": "लॉग इन करा",
    "hello": "हॅलो",
    "guest": "गेस्ट",
    "profile": "अकाऊंट प्रोफाईल",
    "my_orders": "ऑर्डर्स",
    "logout": "लॉगऑऊट करा",
    "search_placehoder": "येथे प्रॉडक्ट्स / सेवा शोधा...",

    "welcome": "आपले स्वागत आहे",
    "sign_with_google": "गूगल अकाउंट ने लॉगिन करा",
    "or": "किंवा",
    "email_placeholder": "आपला ई-मेल आईडी भरा",
    "password_placeholder": "आपला पासवर्ड भरा",
    "no_account": "आपले अकाउंट नाही आहे?",
    "forgot_password": "पासवर्ड विसरलात?",

    "create_account": "आपले नवीन अकाउंट उघडा",
    "name": "नाव",
    "email": "ई-मेल",
    "mobile_no": "मोबाईल नं.",
    "password": "पासवर्ड",
    "cpassword": "कन्फर्म पासवर्ड",
    "name_placeholder": "आपले पूर्ण नाव भरा",
    "mobile_placeholder": "आपला मोबाईल नंबर भरा",
    "cpassword_placeholder": "आपला पासवर्ड पुन्हा भरा",
    "already_have_account": "आपले आधीच एक अकाउंट आहे?",
    "privacy_policy": "प्रायव्हसी पॉलिसी",

    "effective_text": "प्रभावी तारीख:",
    "effective_date": "१५-ऑक्टोबर-२०२३",
    "welcome_text": "शारदा आर्ट्स निवडल्याबद्दल धन्यवाद. आम्ही तुमच्या गोपनीयतेचे रक्षण करण्यासाठी आणि तुमच्या वैयक्तिक माहितीची सुरक्षा सुनिश्चित करण्यासाठी वचनबद्ध आहोत. तुम्हाला वर्धित वापरकर्ता अनुभव प्रदान करण्यासाठी आम्ही तुमचा डेटा कसा संकलित करतो, वापरतो आणि सुरक्षित करतो हे या गोपनीयता धोरणाचे वर्णन करते.",
    "your_data_is_safe_with_us" : {
        "heading": "१. तुमचा डेटा आमच्याकडे सुरक्षित आहे",
        "contents": ["तुमचा डेटा आमच्याकडे सुरक्षित आहे हे तुम्हाला कळावे अशी आमची इच्छा आहे. आम्ही तुमचा डेटा कोणत्याही तृतीय पक्षासह सामायिक करत नाही. आम्ही तुमच्या माहितीची गोपनीयता आणि सुरक्षितता गांभीर्याने घेतो आणि ती सुरक्षित ठेवण्यासाठी आम्ही कठोर उपाययोजना अंमलात आणल्या आहेत."]
    },
    "how_we_use_your_data" : {
        "heading": "२. आम्ही तुमचा डेटा कसा वापरतो",
        "contents": ["आम्ही तुमचा डेटा संकलित करतो आणि आमच्या सेवा वाढवण्यासाठी वापरतो आणि तुम्हाला सर्वोत्तम वापरकर्ता अनुभव प्रदान करतो. आम्ही तुमचा डेटा कसा वापरू शकतो ते येथे आहे:"]
    },
    "how_we_use_your_data_list": [
        {
            "id": 1,
            "heading": "आमच्या सेवा सुधारत आहे",
            "content": "तुमची प्राधान्ये, वर्तन आणि वापर पद्धती समजून घेण्यासाठी आम्ही तुमच्या डेटाचे विश्लेषण करतो. ही माहिती तुमच्या गरजा चांगल्या प्रकारे पूर्ण करण्यासाठी आमची उत्पादने आणि सेवा सुधारण्यात आम्हाला मदत करते."
        },
        {
            "id": 2,
            "heading": "वैयक्तिकरण",
            "content": "आमच्या प्लॅटफॉर्मवर तुमचा अनुभव वैयक्तिकृत करण्यासाठी आम्ही तुमचा डेटा वापरू शकतो. यामध्ये तुमच्याशी संबंधित सामग्री, उत्पादने किंवा सेवांची शिफारस करणे समाविष्ट आहे."
        },
        {
            "id": 3,
            "heading": "संवाद",
            "content": "महत्त्वाच्या अपडेट्सबद्दल, आमच्या सेवांमधील बदलांबद्दल किंवा तुमच्या चौकशी आणि विनंत्यांना प्रतिसाद देण्यासाठी आम्ही तुमच्या संपर्क माहितीचा वापर करू शकतो."
        },
        {
            "id": 4,
            "heading": "मार्केटिंग",
            "content": "तुमच्या संमतीने, आम्ही तुमचा डेटा विपणन उद्देशांसाठी वापरू शकतो, जसे की प्रचारात्मक ऑफर, वृत्तपत्रे किंवा इतर विपणन संप्रेषणे पाठवणे. तुम्ही कधीही या संप्रेषणांची निवड रद्द करू शकता."
        }
    ],
    "your_choices": {
        "heading": "३. तुमच्या निवडी",
        "contents": ["तुमच्या डेटाच्या बाबतीत तुमच्याकडे पर्याय आहेत:"]
    },
    "your_choices_list":[
        {
            "id": 1,
            "heading": "ऍक्सेस आणि अपडेट",
            "content": "तुम्ही आमच्या प्लॅटफॉर्मवर तुमच्या खाते सेटिंग्जद्वारे तुमची वैयक्तिक माहिती ऍक्सेस आणि अपडेट करू शकता."
        },
        {
            "id": 2,
            "heading": "संप्रेषण प्राधान्ये",
            "content": "विपणन संप्रेषणांची निवड रद्द करण्यासह, तुम्ही तुमची संप्रेषण प्राधान्ये व्यवस्थापित करू शकता."
        },
        {
            "id": 3,
            "heading": "डेटा हटवणे",
            "content": "तुम्ही तुमचे खाते आणि संबंधित डेटा हटवण्याची विनंती करू शकता, कायदेशीर आणि कराराच्या बंधनांच्या अधीन."
        }
    ],
    "contact_us_privacy": {
        "heading": "४. आमच्याशी संपर्क साधा",
        "contents": [
            "आमच्या गोपनीयता धोरणाबद्दल किंवा आम्ही तुमचा डेटा कसा हाताळतो याबद्दल तुम्हाला काही प्रश्न किंवा समस्या असल्यास, कृपया आमच्याशी [संपर्क ईमेल] वर संपर्क साधा.",
            "आमच्या सेवा वापरून, तुम्ही या गोपनीयता धोरणामध्ये वर्णन केलेल्या पद्धतींना संमती देता. तुम्ही आमच्या प्लॅटफॉर्मचा सतत वापर करत आहात हे सूचित करते की तुम्ही या गोपनीयता धोरणातील कोणत्याही अद्यतनांची स्वीकृती स्वीकारली आहे.",
            "तुमच्या डेटासह आमच्यावर विश्वास ठेवल्याबद्दल आणि शारदा आर्ट्स निवडल्याबद्दल धन्यवाद. तुमची गोपनीयता आमच्यासाठी महत्त्वाची आहे आणि आम्ही तिचे संरक्षण करण्यासाठी वचनबद्ध आहोत."
        ]
    }
    
}